import React from 'react';

// О компании
//TODO: отформатировать на другие checkboxes. Разобраться со стилизацией

function CompanyInfo() {
  return (
    <div className="cart">
      <div className="container">
        <div className="info">
          <div className="info-block">
            <div className="info-block__title">
              Штраф за отсутствие знака «шипы»
            </div>
            <p>
              Согласно постановлению правительства № 333 от 24 марта 2017 года,
              с 4 апреля 2017 года госавтоинспектор может запретить эксплуатацию
              автомобиля с ошипованными шинами, на котором не установлен знак
              «Шипы». Санкции за отсутствие знака «Шипы» предусмотрены ч. 1 ст.
              12.5 КоАП РФ. Это предупреждение или штраф в размере 500 рублей.
            </p>
            <div className="info-block__title">Ответственность при ДТП</div>

            <p>
              Игнорируя разумные требования законодательства нужно быть готовым
              к негативным последствиям. В случае возникновения
              дорожно-транспортного происшествия формально виновный водитель
              транспортного средства, врезавшегося в автомобиль с шипованными
              колесами, имеет полное право подать в суд на беспечного
              автолюбителя, который не удосужился предупредить об особенностях
              своего автомобиля. Как показывает практика, судьи нередко признают
              ответственность за происшествие обоюдной, что имеет огромное
              значение при урегулировании вопросов со страховой компанией: как
              правило, ремонт поврежденного автомобиля приходится делать за
              собственный счет обоим участникам аварии. Управление транспортным
              средством предполагает соблюдение ПДД и уважительное отношение к
              окружающим. В конечном счете подобное поведение сказывается на
              безопасности и самого водителя, и других участников дорожного
              движения.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default CompanyInfo;
